{
  "temettü": "Temettü, bir şirketin elde ettiği dönemlik kârın belirli bir kısmını, şirket ortaklarına hisseleri oranında nakit olarak dağıtmasıdır.",
  "f/k oranı": "Fiyat/Kazanç oranı, bir şirketin piyasa değerinin yıllık karına bölünmesiyle bulunur. Hisse senedinin karına göre ucuz mu pahalı mı olduğunu gösteren bir göstergedir.",
  "stop-loss": "Stop-loss (Zarar Durdur), bir yatırımcının sahip olduğu bir hisse senedinin fiyatı belirli bir seviyeye düştüğünde, daha fazla zararı önlemek için otomatik olarak satış emri verilmesidir.",
  "hisse senedi": "Hisse senedi, bir anonim şirketin sermayesinin eşdeğer parçalarından biridir ve sahibine şirket üzerinde ortaklık hakkı, kârdan pay alma hakkı ve oy hakkı gibi haklar verir.",
  "bilanço": "Bilanço, bir şirketin belirli bir tarihteki finansal durumunu gösteren bir tablodur. Aktifler, pasifler ve öz kaynaklar gibi kalemleri içerir.",
  "nakit akışı": "Nakit akışı, bir şirketin belirli bir dönemdeki nakit giriş ve çıkışlarını gösteren bir rapordur. İşletmenin likiditesini ve finansal sağlığını değerlendirir.",
  "kâr": "Kâr, bir şirketin gelirlerinden giderlerinin çıkarılmasıyla   bulunan pozitif farktır. Şirketin finansal başarısını gösterir.",
  "zarar": "Zarar, bir şirketin giderlerinin gelirlerinden fazla olması durumunda oluşan negatif farktır. Şirketin finansal başarısızlığını gösterir.",
  "piyasa değeri": "Piyasa değeri, bir şirketin hisse senetlerinin toplam piyasa değeridir. Hisse senedi fiyatı ile toplam hisse sayısının çarpımıyla hesaplanır.",
  "temel analiz": "Temel analiz, bir şirketin finansal durumunu, performansını ve gelecekteki potansiyelini değerlendirmek için kullanılan bir yöntemdir. Gelir tablosu, bilanço ve nakit akış tablosu gibi finansal raporlar incelenir.",
  "teknik analiz": "Teknik analiz, hisse senedi fiyatlarının geçmiş hareketlerini inceleyerek gelecekteki fiyat hareketlerini tahmin etmeye çalışan bir yöntemdir. Grafikler, göstergeler ve formasyonlar kullanılır.",
  "volatilite": "Volatilite, bir hisse senedinin fiyatının zaman içindeki dalgalanma derecesidir. Yüksek volatilite, fiyatın hızlı ve büyük değişiklikler gösterdiğini, düşük volatilite ise fiyatın daha stabil olduğunu gösterir.",
  "likidite": "Likidite, bir varlığın nakde dönüştürülebilme hızını ve kolaylığını ifade eder. Yüksek likidite, varlığın hızlı bir şekilde alınıp satılabileceği anlamına gelir.",
  "arbitraj": "Arbitraj, aynı varlığın farklı piyasalarda farklı fiyatlarda işlem görmesi durumunda, bu fiyat farkından yararlanarak risksiz kazanç elde etme stratejisidir.",
  "kaldıraç": "Kaldıraç, yatırımcının kendi sermayesinden daha fazla miktarda işlem yapabilmesini sağlayan bir finansal araçtır. Kaldıraç kullanımı, potansiyel kazançları artırırken aynı zamanda riskleri de artırır.",
  "risk": "Risk, bir yatırımın beklenen getirisinin gerçekleşmeme olasılığıdır. Yatırımcılar, riskleri değerlendirerek yatırım kararlarını alırlar.",
  "getiri": "Getiri, bir yatırımın sağladığı kazançtır. Getiri, genellikle yatırımın başlangıç değerine göre hesaplanır ve yüzdelik olarak ifade edilir.",
  "dividant": "Dividant, bir şirketin karından hissedarlarına dağıttığı nakit veya hisse senedi şeklindeki kâr payıdır. Temettü ile benzer bir anlam taşır.",
  "borsa endeksi": "Borsa endeksi, belirli bir borsa veya piyasa segmentindeki hisse senetlerinin performansını ölçen bir göstergedir. Örneğin, S&P 500 endeksi ABD borsasındaki en büyük 500 şirketin hisse senetlerinin performansını yansıtır.",
  "yatırım fonu": "Yatırım fonu, birçok yatırımcının bir araya gelerek oluşturduğu ve profesyonel yöneticiler tarafından yönetilen bir yatırım aracıdır. Fonlar, hisse senetleri, tahviller ve diğer varlık sınıflarına yatırım yapabilir.",
  "tahvil": "Tahvil, bir şirketin veya devletin borçlanma aracı olarak çıkardığı, belirli bir vade sonunda anapara ve faiz ödemesi yapan bir finansal enstrümandır.",
  "opsiyon": "Opsiyon, bir yatırımcının belirli bir tarihe kadar belirli bir fiyattan bir varlığı alma veya satma hakkını veren, ancak yükümlülük getirmeyen bir finansal sözleşmedir.",
  "vadeli işlem": "Vadeli işlem, belirli bir tarihte ve önceden belirlenmiş bir fiyattan bir varlığın alım veya satımını içeren bir sözleşmedir. Yatırımcılar, fiyat dalgalanmalarından yararlanmak için vadeli işlemler kullanabilir.",
  "kredi": "Kredi, bir bankanın veya finansal kuruluşun, borçluya belirli bir miktar parayı, belirli bir süre içinde geri ödemesi şartıyla verdiği finansal destektir. Kredi, genellikle faiz ödemeleri ile birlikte geri ödenir.",
  "marj": "Marj, bir yatırımcının kaldıraçlı işlemler yapabilmesi için gereken teminat miktarıdır. Marj, yatırımcının işlem yapabilmesi için hesabında bulundurması gereken minimum tutarı ifade eder.",
  "spread": "Spread, bir finansal varlığın alış fiyatı ile satış fiyatı arasındaki farktır. Yatırımcılar, spread üzerinden kazanç elde etmeye çalışabilirler.",
  "aracı kurum": "Aracı kurum, yatırımcıların borsa işlemlerini gerçekleştirmelerine yardımcı olan, hisse senedi alım satımı yapan ve yatırım danışmanlığı hizmeti sunan finansal kuruluşlardır.",
  "borsa": "Borsa, hisse senetleri, tahviller ve diğer finansal araçların alınıp satıldığı organize piyasalardır. Yatırımcılar burada hisse senedi alım satımı yaparak kar elde etmeyi hedefler.",
  "endeks": "Endeks, borsa piyasasında işlem gören hisse senetlerinin performansını ölçen bir göstergedir. Örneğin, BIST 100 endeksi Türkiye'deki en büyük 100 şirketin hisse senetlerinin performansını yansıtır.",
  "portföy": "Portföy, bir yatırımcının sahip olduğu tüm finansal varlıkların toplamıdır.",
  "komisyon": "İşlem komisyonu, müşteri tipine göre farklılık gösterir:\n\n- **Bireysel Müşteriler:** Komisyon oranı %0,20 (binde 2) olarak uygulanır.\n- **Kurumsal Müşteriler:** Komisyon oranı %0,10 (binde 1) olarak uygulanır.\n\nÖrneğin, 50.000 TL'lik bir işlemde bireysel müşteri için komisyon 100 TL'dir.",
  "bsmv": "BSMV (Banka ve Sigorta Muameleleri Vergisi), yapılan işlem komisyonu üzerinden hesaplanan bir vergidir. Oranı %5'tir.\n\nÖrnek Hesaplama:\n- İşlem Tutarı: 50.000 TL\n- Komisyon (%0,20): 100 TL\n- BSMV Tutarı (100 TL'nin %5'i): 5 TL\n- Toplam Kesinti: 105 TL (Komisyon + BSMV)"
}