{
  "bağlantı hatası": {
    "aciklama": "Bağlantı hatası, uygulamanın ana sunucuya ulaşamadığı anlamına gelir.",
    "adimlar": [
      {
        "soru": "Anlıyorum, 'Bağlantı Hatası' can sıkıcı olabilir. Size yardımcı olmak için birkaç adım deneyelim. İlk olarak, cihazınızın internete bağlı olduğundan emin misiniz?",
        "evet_yanit": "Tamamdır. İkinci adım olarak, lütfen Investra platformundan çıkış yapıp tekrar girmeyi dener misiniz? Bu işlem sorunu çözdü mü?",
        "hayir_yanit": "Lütfen önce internet bağlantınızı kontrol edin. Sorun devam ederse tekrar konuşalım."
      },
      {
        "soru": "Çıkış yapıp tekrar girmek sorunu çözdü mü?",
        "evet_yanit": "Harika! Sorunun çözülmesine sevindim. Başka bir konuda yardımcı olabilir miyim?",
        "hayir_yanit": "Anlaşıldı. Bu durumda sorun daha genel olabilir. Lütfen durumu IT departmanınıza 'Sürekli Bağlantı Hatası - Yeniden Başlatma Sonuç Vermedi' notuyla bildirir misiniz?"
      }
    ]
  },
  "yetki hatası": {
     "aciklama": "Yetki hatası, bu işlemi yapmak için gerekli kullanıcı izinlerine sahip olmadığınız anlamına gelir.",
     "adimlar": [
        {
            "soru": "Bu işlemi daha önce yapabiliyor muydunuz?",
            "evet_yanit": "Anlıyorum. Yetkilerinizde bir değişiklik olmuş olabilir. Lütfen durumu yöneticinize bildirin.",
            "hayir_yanit": "Bu işlemi yapabilmek için yöneticinizden ek yetki talep etmeniz gerekmektedir."
        }
     ]
  },
  "geçersiz sembol": {
    "aciklama": "Geçersiz sembol hatası, aradığınız veya işlem yapmaya çalıştığınız hisse senedi kodunun sistemde bulunamadığı anlamına gelir.",
    "adimlar": [
      {
        "soru": "Anlıyorum. Öncelikle, hisse senedi kodunu (örn: EREGL) doğru yazdığınızdan emin misiniz?",
        "evet_yanit": "Peki, bu hisse senedinin işlem gördüğü piyasanın (örn: BIST, NASDAQ) platformumuzda desteklendiğini kontrol ettiniz mi?",
        "hayir_yanit": "Lütfen hisse kodunu tekrar kontrol edip deneyin. Bazen basit bir yazım hatası bu soruna neden olabilir."
      },
      {
        "soru": "Piyasanın desteklendiğinden emin misiniz?",
        "evet_yanit": "Anlaşıldı. Bu durumda, hisse senedi geçici olarak işleme kapatılmış veya sistemde anlık bir veri eksikliği olabilir. Lütfen birkaç dakika sonra tekrar deneyin veya durumu IT departmanına bildirin.",
        "hayir_yanit": "İşlem yapmak istediğiniz piyasaların listesi için 'desteklenen piyasalar' diye sorabilirsiniz. Farklı bir hisse kodu ile devam edebilirsiniz."
      }
    ]
  },
  "emir reddedildi": {
    "aciklama": "Emrinizin reddedilmesi birkaç farklı nedenden kaynaklanabilir.",
    "adimlar": [
      {
        "soru": "Emir gönderirken 'Yetersiz Bakiye' uyarısı mı aldınız?",
        "evet_yanit": "Bu durumda, müşterinin ilgili hesabına 'Bakiye Yükleme' işlemi yapmanız veya emir miktarını düşürmeniz gerekmektedir.",
        "hayir_yanit": "Peki, 'Seans Dışı İşlem' gibi bir uyarı gördünüz mü?"
      },
      {
        "soru": "'Seans Dışı İşlem' uyarısı mı aldınız?",
        "evet_yanit": "Bu, piyasanın kapalı olduğu bir saatte emir göndermeye çalıştığınız anlamına gelir. Lütfen piyasa açılış saatlerini bekleyerek emrinizi tekrar gönderin.",
        "hayir_yanit": "Anlıyorum. Bu durumda emrinizin reddedilme nedeni daha teknik olabilir. Lütfen işlem referans numarasını not alarak durumu IT departmanınıza bildirin."
      }
    ]
  },
 
  "yavaş performans": {
    "aciklama": "Sistemde yavaşlık veya donma yaşanması genellikle anlık ağ yoğunluğundan veya tarayıcı önbelleğinden kaynaklanabilir.",
    "adimlar": [
      {
        "soru": "Anlıyorum. İlk adım olarak, tarayıcınızın önbelleğini ve çerezlerini temizleyip uygulamayı yeniden başlatmayı denediniz mi?",
        "evet_yanit": "Eğer sorun devam ediyorsa, bu durum genel bir sistem yoğunluğundan kaynaklanıyor olabilir. Lütfen durumu IT departmanına bildirerek kontrol edilmesini sağlayın.",
        "hayir_yanit": "Lütfen öncelikle tarayıcınızın ayarlarından geçmiş verileri temizleyip Investra'yı yeniden başlatın. Bu genellikle performans sorunlarını çözer."
      }
    ]
  }
}