{
  "son_bulten": {
    "tarih": "05-08-2025",
    "bulten_no": "2025/32",
    "ozet": "**SPK Haftalık Bülteni Özeti (Banka Portföy Yöneticisi İçin):**\n\n* **Yeni Halka Arz Onayları:**\n\n    * Kafein Yazılım Hizmetleri Ticaret AŞ, Işık Plastik Sanayi ve Dış Ticaret Pazarlama AŞ, AG Anadolu Grubu Holding AŞ ve Fuzul Gayrimenkul Yatırım Ortaklığı AŞ'nin pay ihraçları onaylanmıştır.  Bu şirketlerin halka arz detaylarına dikkat edilmelidir.  Özellikle sermaye artış miktarları ve satış türleri önemlidir.\n    * Ak Portföy Yönetimi AŞ'nin Ak Portföy BIST 100 Endeksi Model Portföy Hisse Senedi Yoğun Borsa Yatırım Fonu'nun kuruluşuna ve paylarının halka arzına izin verilmiştir. Bu yeni fonun piyasaya etkisi takip edilmelidir.\n    * Üç girişim sermayesi yatırım fonu (Atlas Portföy Yönetimi AŞ, Foneria Portföy Yönetimi AŞ ve Kuveyt Türk Portföy Yönetimi AŞ) kuruluşuna izin verilmiş ve pay ihraç belgeleri onaylanmıştır.\n    * Katılım Emeklilik ve Hayat AŞ'nin Gümüş Katılım Emeklilik Yatırım Fonu'nun kuruluşu ve paylarının Kurul kaydına alınması onaylanmıştır.\n\n* **Sermaye Artırımı/Azaltımı:**  Bültende açıkça sermaye azaltımı kararı yer almamaktadır. Ancak, yukarıdaki yeni halka arz onayları kapsamında, şirketlerin önemli miktarlarda bedelli sermaye artırımları gerçekleştirdiği görülmektedir.\n\n* **İdari Para Cezası Alan Kurumlar:**\n\n    * Saray Matbaacılık Kağıtçılık Kırtasiyecilik Ticaret ve Sanayi AŞ, zamanında özel durum açıklaması yapmaması nedeniyle 209.349 TL idari para cezası almıştır.\n    * İstanbul Portföy Yönetimi AŞ, İstanbul Portföy Birinci Fon Sepeti Fonu'nun birim pay değerini hatalı hesaplaması nedeniyle 155.567 TL idari para cezası almıştır.\n    * Serkan Ayvaz, Borsa İstanbul AŞ pay piyasalarında gerçekleştirdiği işlemler nedeniyle 18.505.450,02 TL idari para cezası almıştır.  Bu cezaların piyasa güvenine etkisi değerlendirilmelidir.\n\n* **Piyasayı Etkileyebilecek Yeni Düzenlemeler:** Bültende piyasayı doğrudan etkileyebilecek yeni bir düzenleme açıkça belirtilmemektedir. Ancak, izinsiz faaliyet gösteren internet sitelerine erişimin engellenmesi kararı, yatırımcı koruma çabalarını göstermektedir. Bu, piyasa düzenlemelerine olan yaklaşımı ve SPK'nın denetim faaliyetlerini yansıtır.\n\n\n**Özetle:** Bülten, önemli sayıda halka arz ve sermaye artırımını, ayrıca birkaç idari para cezasını ve piyasa gözetimine dair bir kararı içeriyor.  Bu gelişmeler, portföy yönetimi stratejilerinin güncellenmesi ve risk değerlendirmelerinin yeniden yapılması için önemli bilgiler sağlamaktadır.\n"
  }
}