{
  "ayarlar": "Ayarlar menüsüne, ekranın sağ üst köşesindeki dişli çark ikonuna tıklayarak ulaşabilirsiniz.",
  "hisse alımı": "Bir müşteri için hisse senedi alım emri girmek için, önce müşteriyi aratıp seçin, ardından portföy ekranındaki 'Yeni İşlem' butonuna tıklayıp 'Hisse Al' seçeneğini belirleyin.",
  "rapor oluşturma": "Aylık performans raporu oluşturmak için, ana menüdeki 'Raporlar' sekmesine gidin ve 'Performans Raporu Oluştur' seçeneğini tıklayın.",
  "yeni personel ekleme": "Yeni bir personel eklemek için şu adımları izleyebilirsiniz:\n1. Sol menüden 'Personel Yönetimi'ne tıklayın.\n2. Sağ üst köşedeki '+ Yeni Personel Ekle' butonuna basın.\n3. Açılan formdaki Ad-Soyad, TC Kimlik, Sicil No gibi zorunlu alanları doldurun.\n4. 'Kaydet' butonuna tıkladığınızda personel eklenecek ve giriş bilgileri e-posta ile kendisine iletilecektir.",
  "personel yetkilendirme": "Bir personelin yetkilerini düzenlemek için şu adımları izleyebilirsiniz:\n1. 'Personel Yönetimi' ekranına gidin.\n2. Arama kutusunu kullanarak personeli bulun ve satırındaki kalem ikonuna tıklayın.\n3. Açılan pencerenin alt kısmındaki yetkilendirme alanından 'Admin', 'PY' veya 'Görüntüleyici' rollerinden birini seçin.\n4. 'Onayla' butonuna basarak işlemi tamamlayın.",
  "personel silme": "Bir personeli silmek için şu adımları izleyebilirsiniz:\n1. 'Personel Yönetimi' ekranında silmek istediğiniz personeli bulun.\n2. Personelin satırındaki çöp kutusu ikonuna tıklayın.\n3. Açılan onay penceresinde 'Onayla' butonuna basın. Personel kaydı silinecek ve liste güncellenecektir.",
  "yeni müşteri ekleme": "Yeni bir müşteri eklemek için şu adımları izleyebilirsiniz:\n1. Sol menüdeki 'Portföyüm' sekmesine tıklayın.\n2. Sağ üst köşedeki '+ Yeni Müşteri Ekle' butonuna basın.\n3. Açılan pop-up ekranda 'Bireysel' veya 'Kurumsal' müşteri tipini seçerek forma ilgili bilgileri girin.\n4. 'Kaydet' butonuna tıkladığınızda müşteri başarıyla eklenecektir.",
  "bireysel müşteri formu": "Yeni bir 'Bireysel Müşteri' kaydı için formda doldurmanız gereken zorunlu alanlar şunlardır: Ad Soyad, Vatandaşlık Tipi, TC Kimlik/Pasaport/Yabancı Kimlik Numarası ve diğer iletişim bilgileri. Vatandaşlık tipine göre istenen kimlik numarası değişmektedir.",
  "müşteri inaktif etme": "Bir müşteriyi inaktif hale getirmek için izlenmesi gereken adımlar şunlardır:\n\n1. **Müşteri Bulma:**\n   - Sol menüden 'Portföyüm'e tıklayın.\n   - Arama kısmından müşteri bilgilerinden (Vergi No, Ad-Soyad vb.) biriyle arama yapın.\n   - İlgili müşterinin satırındaki çöp kutusu ikonuna tıklayın ve onayla devam edin.\n\n2. **Otomatik Sistem Kontrolleri:**\n   - Sistem, müşterinin Açık Provizyon, Bekleyen Emir ve Negatif Bakiye durumlarını otomatik olarak kontrol eder.\n   - Bu kontrollerden herhangi birinde bir sorun tespit edilirse, işlem iptal edilir ve müşteriye bilgilendirme yapılır.\n\n3. **Nihai Onay:**\n   - Kontroller başarılıysa, müşteri verilerinin kalıcı olarak silineceğine dair son bir onay ekranı belirir.\n   - 'Onayla' butonuna basıldığında işlem tamamlanır.\n\n4. **Veri Silme ve Arşivleme:**\n   - Onay sonrası müşterinin hesabı pasif hale getirilir. KVKK gereği hassas kişisel veriler silinir veya anonimleştirilirken, mevzuatsal yükümlülükler nedeniyle işlem geçmişi gibi veriler arşivlenir.",
  "kurumsal müşteri formu": "Yeni bir 'Kurumsal Müşteri' kaydı için formda doldurmanız gereken zorunlu alanlar şunlardır: Kurum Ticari Adı, Vergi No, Sicil No, Şirket Türü ve diğer kurumsal bilgiler.",
  "ilk giriş": "Sisteme ilk defa giriş yapan bir personel, kendisine e-posta ile gönderilen kullanıcı adı ve geçici şifreyi kullanır. Başarılı girişin ardından, güvenlik nedeniyle doğrudan 'Şifre Güncelleme' ekranına yönlendirilir. Personelin, belirtilen kriterlere uygun (en az 8 karakter, büyük/küçük harf, sayı ve özel karakter) yeni bir şifre belirlemesi zorunludur.",
  "giriş hatası": "Eğer 'Kullanıcı bilgileriniz hatalıdır' uyarısı alıyorsanız, lütfen kullanıcı adınızı ve şifrenizi kontrol edin. Sorun devam ederse, giriş ekranındaki 'Şifremi Unuttum' butonunu kullanarak şifre sıfırlama adımlarını izleyebilirsiniz.",
  "şifremi unuttum": "Şifrenizi unuttuysanız, giriş ekranındaki 'Şifremi Unuttum' linkine tıklayın. Açılan sayfaya sisteme kayıtlı e-posta adresinizi girin. E-postanıza gönderilecek olan sıfırlama bağlantısı üzerinden yeni bir şifre belirleyebilirsiniz.",
  "emir gönderme": "Yeni bir emir göndermek için, sol üst köşedeki 'Emir Gönder' butonuna tıklayın. Açılan formda hisse adı, emir tipi (Limit/Piyasa), adet ve fiyat bilgilerini girdikten sonra 'Gönder' butonuna basarak işlemi tamamlayabilirsiniz. Sistem, bakiye ve hisse uygunluğunu kontrol ettikten sonra emriniz 'Bekleyen Emirler' ekranına eklenir.",
  "bekleyen emirler": "Aktif bekleyen emirlerinizi görmek için 'Emirlerim' sekmesine tıklayabilirsiniz. Bu ekranda, her emrin karşısında 'İptal Et' ve 'Düzenle' butonları yer alır.",
  "emir iptal etme": "Bekleyen bir emri iptal etmek için, 'Emirlerim' sekmesinde ilgili emrin karşısındaki 'İptal Et' butonuna tıklayın ve gelen onay sorusuna 'Evet' yanıtını verin. İptal edilen emirler, 'İptal Edilen Emirler' sekmesinde listelenir.",
  "emir geçmişi": "Tüm geçmiş emir hareketlerinizi (Bekliyor, Gerçekleşti, İptal Edildi vb.) görmek için 'Emir Geçmişi' sekmesini kullanabilirsiniz. Her işlem kaydına tıklayarak emir detaylarını görebilirsiniz.",
  "emir hataları": "Emir gönderimi sırasında 'Yetersiz bakiye', 'Geçersiz fiyat aralığı' veya 'Seans dışı işlem' gibi uyarılar alabilirsiniz. Bu durumda lütfen girdiğiniz bilgileri ve müşteri bakiyesini kontrol edin.",
  "hesap açma": "Yeni bir müşteri hesabı açmak için şu adımları izleyebilirsiniz:\n1. Ana sayfadaki 'HESAP İŞLEMLERİ' sekmesine, ardından 'HESAP AÇMA' alt sekmesine tıklayın.\n2. Açılan listeden veya arama motorunu kullanarak TCKN, VKN gibi bilgilerle müşteriyi bulun ve seçin.\n3. Gerekli hesap bilgilerini forma girdikten sonra 'HESAP AÇ' butonuna tıklayarak işlemi tamamlayabilirsiniz.",
  "bakiye türleri": "Investra platformunda her zaman iki tür bakiye bilgisi görüntülenir:\n1. **Kullanılabilir Bakiye:** Provizyonda bekleyen tutarlar hariç, işlem yapmaya müsait olan net bakiyedir.\n2. **Güncel Bakiye:** Provizyondaki tutarlar da dahil olmak üzere tüm varlıklarınızın toplam değeridir.",
  "hesap açma formu": "Hesap açma formunda müşteri tipine göre farklı bilgiler istenir. 'Bireysel' müşteriler için Ad Soyad, TC Kimlik No gibi kişisel bilgiler gerekirken, 'Kurumsal' müşteriler için Kurum Ticari Adı, Vergi No ve Sicil No gibi bilgiler zorunludur. Formdaki kırmızı ile işaretlenmiş alanların doldurulması zorunludur.",
  "hisse senedi alımı": "Bir müşteri için hisse senedi alım emri girmek için genel adımlar şunlardır:\n1. Ana sayfadaki 'Hisse Senedi Al/Sat' sekmesine tıklayın.\n2. Müşteriyi seçip, arama çubuğuna hisse kodunu girin.\n3. Hisse detay sayfasındaki 'Satın Al' butonuna tıklayın.\n4. Adet, fiyat ve emir tipi (Piyasa/Limit) bilgilerini girip onaylayın. Sistem, bakiye kontrolü yaptıktan sonra emir işleme alınacaktır.",
  "emir tipi": "Hisse alım ekranında iki tür emir tipi bulunur:\n1. **Piyasa Emri:** O anki en iyi fiyattan emrinizin anında gerçekleşmesini sağlar.\n2. **Limit Emri:** Belirlediğiniz veya daha iyi bir fiyattan emrinizin gerçekleşmesi için sıraya girer. Fiyat o seviyeye gelmezse emriniz gerçekleşmeyebilir.",
  "yetersiz bakiye uyarısı": "'Yetersiz bakiye' uyarısı, müşterinin hesabında istenen alım işlemini karşılayacak kadar kullanılabilir bakiye olmadığı anlamına gelir. Bu durumda, müşteriye 'Bakiye Yükle' önerisi sunulur veya emir miktarı düşürülebilir.",
  "hisse senedi satışı": "Bir müşteri için hisse senedi satış emri girmek için şu adımları izleyebilirsiniz:\n1. Ana menüden 'Hisse Senedi İşlemleri' sekmesine, ardından 'Hisse Senedi Satış' alt sekmesine tıklayın.\n2. Arama yaparak ilgili müşteriyi bulun ve seçin.\n3. Satış ekranında, müşterinin portföyünden satmak istediğiniz hisseyi seçin.\n4. Emir tipi (Piyasa/Limit), adet ve (limit ise) fiyat bilgilerini girin.\n5. 'Emri Gönder' butonuna bastıktan sonra çıkan ön izleme ekranında bilgileri kontrol edip 'Emri Onayla' butonuna basarak işlemi tamamlayabilirsiniz.",
  "satış emri onayı": "Satış emrini göndermeden önce, karşınıza bir 'Ön İzleme' ekranı çıkar. Bu ekranda hisse kodu, miktar, işlem tutarı, komisyon ve vergi gibi tüm detayları kontrol edebilirsiniz. Bilgiler doğruysa 'Emri Onayla' butonuna basarak işlemi tamamlayabilirsiniz. Eğer emir başarısız olursa, bir hata mesajı alırsınız ve ilgili hisse senedi satış ekranına geri yönlendirilirsiniz.",
  "bakiye yükleme": "Bir müşterinin hesabına bakiye yüklemek için şu adımları izleyebilirsiniz:\n1. Ana sayfadaki sol menüden 'BAKİYE İŞLEMLERİ' sekmesine, ardından 'BAKİYE YÜKLEME' alt sekmesine tıklayın.\n2. Arama yaparak ilgili müşteriyi bulun ve seçin.\n3. Açılan ekranda müşterinin 'Hesaplarım' butonuna tıklayarak bakiye yüklenecek hesabı seçin.\n4. 'Tutar' kısmına yüklenecek miktarı ve işlem tarihini girin.\n5. 'Onayla' butonuna basarak işlemi tamamlayabilirsiniz. Başarılı işlem sonrası bir onay mesajı göreceksiniz.",
  "bakiye çıkışı": "Bir müşterinin hesabından bakiye çıkışı yapmak için şu adımları izleyebilirsiniz:\n1. Ana sayfadaki sol menüden 'BAKİYE İŞLEMLERİ' sekmesine, ardından 'BAKİYE ÇIKIŞI' alt sekmesine tıklayın.\n2. Arama yaparak ilgili müşteriyi bulun ve seçin.\n3. Açılan ekranda müşterinin 'Hesaplarım' butonuna tıklayarak bakiye çekilecek hesabı seçin.\n4. 'Çıkış Bakiyesi Tutarı' kısmına çekilecek miktarı ve işlem tarihini girin.\n5. 'Bakiye Çıkışını Tamamla' butonuna basarak işlemi tamamlayabilirsiniz. Başarılı işlem sonrası bir onay mesajı göreceksiniz."
}